Repository: ailinykh/adblock-ios
Catalog: adblock/*.lproj/Localizable.strings
Languages: ru

source: Completed
ru: Готово

source: All filters updated
ru: Фильтры обновлены

source: Filters are not updated
ru: Фильтры не обновлены

source: Region
ru: Регион

source: Block Ads
ru: Блокировка рекламы

source: Block all annoying web ads, including video ads on YouTube site, Facebook ads, flashy banners, pop-ups, pop-unders and much more
ru: Блокирует все навязчивую рекламу, включая рекламу на сайте YouTube, ВКонтакте, выскакивающие окна и многое другое

source: Speed Up Your Browsing
ru: Ускоряет загрузку

source: Without annoying ads pages load up to 3x faster
ru: Благодаря блокированию огромного количества рекламы, сайты будут загружаться гораздо быстрее

source: Disable Tracking
ru: Защита от слежки

source: Now you can block hundreds of ad agencies that are tracking your every move
ru: Блокирует сотни рекламных агентств, которые следят за каждым вашим шагом, когда вы используете браузер

source: Block Malware Domains
ru: Блокировка опасных доменов

source: Blocks domains that can steal your personal information, credit card numbers, etc.
ru: Есть много доменов, которые различными способами воруют пароли или данные кредитных карт

source: Ad filters are up to date
ru: Фильтры рекламы обновлены

source: Ad filters update
ru: Обновление фильтров

source: Not selected
ru: Не выбран

source: Start
ru: Начать

source: Get Started
ru: Начать

source: Enable Notifications
ru: Включить уведомления

source: Dismiss
ru: Скрыть

source: Open Settings
ru: Перейти в "Настройки"

source: App notifications must be enabled in order to receive ad filter updates. To enable notifications go to device settings - App - Notifications
ru: Для получения уведомлений об обновлении необходимо включить их в настройках. Для этого нужно открыть "Настройки" - Выбрать приложение - Включить уведомления

source: Open
ru: Откройте программу

source: "Settings"
ru: "Настройки"

source: app and scroll down to
ru: и пролистайте вниз до

source: Scroll down to
ru: Пролистайте вниз до

source: "Content Blockers"
ru: "Правила блокирования контента"

source: Switch on
ru: Включите

source: and enjoy browsing without ads!
ru: и наслаждайтесь отсутствием рекламы!

source: Close
ru: Скрыть

source: Ad Block
ru: Блокировка

source: enabled
ru: включена

source: disabled
ru: отключена

source: FAQ
ru: Инструкция

source: EasyList
ru: Блокировка рекламы

source: Region Filter
ru: Региональная блокировка рекламы

source: Block tracking
ru: Блокировка отслеживания

source: Social Media Buttons
ru: Блокировка кнопок соц. сетей

source: Whitelist
ru: Исключения

source: Add new rule
ru: Добавить сайт

source: Rules
ru: Список сайтов

source: For these sites the app will not activate ad blocking, tracking blocking, etc.
ru: Для этих сайтов все блокировки будут отключены

source: New rule
ru: Новое правило

source: Edit rule
ru: Изменить правило

source: Error
ru: Ошибка

source: Please enter site name e.g. site.com
ru: Пожалуйста, введите имя сайта, реклама с которого не будет блокироваться. Например, site.com

source: Save
ru: Сохранить
